driver-tests/bpelse/assign/scriptExampleProcessRepeatingNodesApplication/test/TestCaseXSLTEquivalent/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <ns1:items xmlns:msgns="http://localhost/Synchronous/Synchronous" xmlns:ns1="http://xml.netbeans.org/schema/Synchronous">
      <ns1:item xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:syn="http://xml.netbeans.org/schema/Synchronous" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <syn:name>item2</syn:name>
        <syn:qty>10</syn:qty>
        <syn:price>100</syn:price>
      </ns1:item>
      <ns1:item xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:syn="http://xml.netbeans.org/schema/Synchronous" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <syn:name>item3</syn:name>
        <syn:qty>8</syn:qty>
        <syn:price>115</syn:price>
      </ns1:item>
    </ns1:items>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
